/**
 * Created by 10388 on 2017/10/30.
 */
var locations = [
    {
        name: '灵溪风景区',
        position: [116.016811,40.029585],
        desc: '又大又漂亮！'
    }, {
        name: '北京园博园',
        position: [116.185725,39.847425],
        desc: '又大又漂亮！'
    }, {
        name: '北京首都国际机场',
        position: [116.527675,40.077939],
        desc: '又大又漂亮！'
    }, {
        name: '猫耳山',
        position: [115.880855,39.737685],
        desc: '又大又漂亮！'
    }, {
        name: '夏垫镇',
        position: [116.912196,39.942251],
        desc: '又大又漂亮！'
    }, {
        name: '国家体育场',
        position: [116.397899,39.981197],
        desc: '又大又漂亮！'
    }, {
        name: '圆明园',
        position: [116.307262,39.999609],
        desc: '又大又漂亮！'
    }, {
        name: '朝阳公园',
        position: [116.474803,39.935406],
        desc: '又大又漂亮！'
    }
];